Revit 2027 API
UnitTypeId.JoulesPerKilogramDegreeCelsius Property
 Joules per kilogram degree Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoulesPerKilogramDegreeCelsius { get; }
Public Shared ReadOnly Property JoulesPerKilogramDegreeCelsius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoulesPerKilogramDegreeCelsius {
	ForgeTypeId^ get ();
}
static member JoulesPerKilogramDegreeCelsius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace